{
  "name": "Lauri Lehto",

  "fi": {
    "title": "Muusikko ja insinööri",
    "subtitle": "Työskentelen ammattiviulistina Mikkelin kaupunginorkesterissa ja teen freelancerina ohjelmointitöitä.",
    "buttons":{
      "message": "Viesti",
      "contact": "Ota yhteyttä",
      "send": "Lähetä"
    },
    "fields": [
      {
        "label": "Nimi",
        "name": "name",
        "type": "text",
        "placeholder": "Kirjoita nimi"
      },
      {
        "label": "Sähköposti",
        "name": "email",
        "type": "email",
        "placeholder": "Kirjoita sähköposti"
      },
      {
        "label": "Viesti",
        "name": "message",
        "type": "textarea",
        "placeholder": "Kirjoita viesti"
      }
    ],
    "musician": {
      "bio": ["Opiskelin ammattiviulistiksi Lahden (ent. Päijät-Hämeen konservatoriossa ja Lahden ammattikorkeakoulussa.", "Olen soittanut viulua ammatikseni yli 20 vuotta ja Mikkelin. Olen soittanut monissa orkestereissa ja yhtyeissä ja olen myös pitkäaikainen jäsen Hyvinkään orkesterissa."]
    },
    "developer": {
      "bio": ["Aloitin tieto- ja viestintätekniikan opinnot Metropolialla 2016 ja valmistuin IT-insinööriksi 2022. Olen kiinnostunut laajasti web-kehityksestä, avoimesta lähdekoodista ja JavaScript-ekosysteemeistä. Työskentelen tällä hetkellä freelancerina."]
    }
  },
  "en":{
    "title": "Musician and Developer",
    "musician": {
      "bio": ["I'm a musician from Finland. I studied in Lahti Conservatory and Lahti University of Applied Sciences to become a violin teacher.",  "I have been playing the violin professionally for over 20 years and I have played in many orchestras and ensembles. I have been working as the I principal violinist in St. Michel Strings since 2008 and am also a long time member of Hyvinkää Orchestra."]
    },
    "developer": {
      "bio": ["I'm a software developer from Finland.", "I started my studies in information and communication technology at Metropolia University of Applied Sciences in 2016 and graduated as a Bachelor of Engineering in 2022.", "I'm passionate about web development, open source, and the JavaScript ecosystems. I'm currently working as a freelancer"]
    }
  },
  "social": {
    "facebook": "https://www.facebook.com/laurimilehto",
    "twitter": "https://twitter.com/laurimilehto",
    "linkedin": "https://www.linkedin.com/in/lauri-lehto-1a340311b"
  },
  "contact": {
    "email": "lauri@laurilehto.fi"
  }
}